Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON_EN>FR.tmx
Source language: en
Languages: fr_fr

source: TAKE ME BACK TO 10 YEARS AGO IN THE WHOLE PLANE!
fr_fr: RAMENEZ-MOI DIX ANS PLUS TÔT DANS LE NIVEAU.

source: BUT NOBODY PICKED UP
fr_fr: PERSONNE N’A DÉCROCHÉ

source: THEN, YOU TOOK OUT AN OLD DRESS, TOOK IT APART AND MADE A NEW ONE...
fr_fr: VOUS AVEZ CRÉÉ UNE TOUTE NOUVELLE ROBE À PARTIR D’UNE ANCIENNE.

source: THERE IS NO SUSPECT.
fr_fr: NOUS N’AVONS PAS DE SUSPECT.

source: …WHAT?
fr_fr: ... QUOI ?

source: MY STEPMOTHER SCHEMED TO SEND MY BROTHER TO A FARAWAY BOARDING SCHOOL.
fr_fr: MA BELLE-MÈRE A TOUT FAIT POUR ENVOYER MON FRÈRE DANS UN PENSIONNAT LOIN D’ICI.

source: TYPESETTING TEAM LEAD:
fr_fr: RESPONSABLE DE LA COMPOSITION :

source: COUNTESS ELEXA’S NOT GOING TO BE HAPPY ABOUT THIS.
fr_fr: LA COMTESSE ELEXA NE VA PAS ÊTRE CONTENTE.

source: PLAYER KIM SOOHYUN!
fr_fr: JOUEUR KIM SOOHYUN !

source: I IMPLORE YOU TO RECONSIDER THE MATTER!
fr_fr: JE VOUS IMPLORE D’Y RÉFLÉCHIR !

source: THOSE PROSECUTORS ALWAYS CALL THE SHOTS.
fr_fr: LES PROCUREURS ONT TOUJOURS LE DERNIER MOT.

source: YOU AREN’T THE ONLY ONE WHO’S ANXIOUS HERE, ALRIGHT?
fr_fr: VOUS N’ÊTES PAS LE SEUL À ÊTRE INQUIET, D’ACCORD ?

source: THE STORY OF RAMONA ALTA, DAUGHTER OF A POOR KNIGHT...
fr_fr: L’HISTOIRE DE RAMONA ALTA, FILLE D’UN PAUVRE CHEVALIER...

source: SLRRRR...
fr_fr: BLBLBLBL

source: MY GOAL IS TO LIVE A LONG, HEALTHY, AND WEALTHY LIFE!
fr_fr: JE VEUX VIVRE RICHE, LONGTEMPS ET EN BONNE SANTÉ !

source: I WAS INFORMED OF THE SITUATION BY OUR SALES DEPARTMENT.
fr_fr: LE SERVICE COMMERCIAL M’A INFORMÉ DE LA SITUATION.

source: TURN
fr_fr: TOURNE

source: I'M GOING TO TAKE WALKS AND EAT PROPERLY.
fr_fr: JE ME PROMÈNERAI ET JE MANGERAI BIEN.

source: IS SOMETHING THE MATTER, MISS?
fr_fr: QUELQUE CHOSE NE VA PAS, MADEMOISELLE ?

source: MAYBE I SHOULDN'T HAVE DONE IT.
fr_fr: PEUT-ÊTRE QUE J’AI FAIT UNE ERREUR.

source: BUT YOU JUST QUIT!
fr_fr: MAIS TU VIENS D’ARRÊTER !

source: MY STEPMOTHER, MARIANNE, WANTED HER SON, RUDOLPH, TO BECOME THE DUKE'S HEIR.
fr_fr: MA BELLE-MÈRE, MARIANNE, A VOULU QUE CE SOIT LUI QUI DEVIENNE L’HÉRITIER DU DUC.

source: THEY KEPT ME LOCKED UP IN MY ROOM EVERY DAY, AND I GREW DEPRESSED.
fr_fr: ELLES M’ENFERMAIENT TOUS LES JOURS DANS MA CHAMBRE ET ÇA M’A RENDUE DÉPRESSIVE.

source: ALL RIGHT.
fr_fr: D’ACCORD.

source: I-I’LL GO WITH YOU!
fr_fr: J-JE VIENS AVEC VOUS !

source: ISN'T IT BECAUSE OF A CERTAIN PERSON MISSING FROM THE HOUSE?
fr_fr: N’EST-CE PAS PARCE QU’IL MANQUE UNE CERTAINE PERSONNE DANS CETTE MAISON ?

source: THE INVITATION IS ADDRESSED TO ME!
fr_fr: CETTE INVITATION M’EST ADRESSÉE !

source: HEH HEH~
fr_fr: HÉ HÉ~

source: OF COURSE...
fr_fr: BIEN SÛR...

source: ...IS A BIT OLD AND SIMPLE, BUT ALL IN ALL, OKAY!
fr_fr: ELLE EST PLUTÔT VIEILLE ET USÉE, MAIS DANS L’ENSEMBLE, ÇA VA !

source: THIS WILL CAUSE TOO MUCH OF A LOSS FOR US.
fr_fr: ÇA REPRÉSENTERAIT UNE PERTE ÉNORME POUR NOUS.

source: I ORDERED THEM ALL.
fr_fr: J’AI PRIS DE TOUT.

source: YOU SAID WE SHOULDN’T STAY HERE.
fr_fr: TU NE VOULAIS PAS RESTER.

source: OR IS IT BECAUSE I REGAINED MEMORIES FROM MY PREVIOUS LIFE...?
fr_fr: OU CES SOUVENIRS DE MON ANCIENNE VIE M’ONT-ILS TRANSFORMÉE...?

source: WAS, FOR 10 YEARS DURING THE WAR, A SOLDIER.
fr_fr: SE BATTIT PENDANT CES DIX ANNÉES DE GUERRE.

source: Application Form For Confirmation Of Intent Not To Contest Divorce
fr_fr: Convention de divorce par consentement mutuel

source: THAT'S ALL BECAUSE I FELL DOWN THE STAIRS!
fr_fr: C’EST DEPUIS MA CHUTE DANS LES ESCALIERS !

source: THE LOVELY EMPRESS
fr_fr: LA RAVISSANTE IMPÉRATRICE,

source: YOUR MAJESTY, WHAT THE GOOD CHANCELLOR MEANS IS THAT WE MUST HAVE A PLAN SET IN PLACE FOR YOU HAVE NO LOVING BLOOD RELATIVE, BE IT A CHILD, SIBLING, OR EVEN A DISTANT COUSIN.
fr_fr: VOTRE MAJESTÉ, LE CHANCELIER ESSAIE DE VOUS DIRE QU’IL NOUS FAUT FONDER UNE DYNASTIE, CAR VOUS N’AVEZ AUCUN PARENT PROCHE, QUE CE SOIT UN ENFANT, UN FRÈRE OU UN COUSIN.

source: SPARKLE
fr_fr: SCINTILLE

source: HE DOESN’T LOOK LIKE SOMEONE WHO JUST LOST HIS FAMILY.
fr_fr: ON NE DIRAIT PAS QU’IL VIENT DE PERDRE UN PROCHE.

source: DO YOU REALLY THINK HIS HIGHNESS WOULD LOOK TWICE AT SOMEONE AS DUMB AS YOU?
fr_fr: TU CROIS VRAIMENT QUE SON ALTESSE PRÊTERAIT ATTENTION À UNE IDIOTE DANS TON GENRE ?

source: IT SOUNDS LIKE YOU’RE THE ONE WHO DOESN’T KNOW ME, SIR.
fr_fr: ON DIRAIT PLUTÔT QUE C’EST VOUS QUI NE ME CONNAISSEZ PAS.

source: FEEL FREE TO STAY HERE, SOL.
fr_fr: RESTE ICI SI TU VEUX, SOL.

source: THE RUMORS ABOUT THAT MAN BEING COLD AND ARROGANT DIDN'T DETER MY DECISION.
fr_fr: LA RUMEUR DIT QUE C’EST UN HOMME FROID ET ARROGANT, MAIS ÇA NE M’A PAS DÉCOURAGÉE.

source: THE MEMORIES FROM MY PAST LIFE AND THIS LIFE HAVE ALL MIXED TOGETHER.
fr_fr: LES SOUVENIRS DE MA VIE PASSÉE SE MÊLENT AU PRÉSENT.

source: PLEASE DON’T GO!
fr_fr: NE PARS PAS !

source: INTERESTING...
fr_fr: C’EST CURIEUX...

source: NO,
fr_fr: NON.

source: ALL NINETY NINE OF THEM!
fr_fr: LES 99 AMBASSADEURS !

source: IS THAT REALLY ALL THERE IS TO IT?
fr_fr: L’AFFAIRE SE LIMITE-T-ELLE À CELA ?

source: LOWLY FUZZ LIKE US HAVE NO SAY.
fr_fr: LES SIMPLES FLICS COMME NOUS DOIVENT OBÉIR.

source: THAT MUST BE THE VICTIM’S YOUNGER BROTHER YOU TOLD ME ABOUT ON THE PHONE.
fr_fr: CE DOIT ÊTRE LE PETIT FRÈRE DE LA VICTIME DONT VOUS M’AVEZ PARLÉ.

source: THE INSIDE OF MY HEAD IS ALL JUMBLED UP.
fr_fr: TOUT EST CONFUS DANS MA TÊTE.

source: SO THE VICTIM WAS THE OWNER OF THE CAR THAT KEPT ME FROM DRIVING TO WORK THIS MORNING…
fr_fr: DONC LA VOITURE QUI M’A EMPÊCHÉ D’ALLER TRAVAILLER CE MATIN APPARTENAIT À LA VICTIME...

source: FOR GOD’S SAKE, I’M MAKING LAWS WHILE DRINKING TEA!
fr_fr: J’ÉLABORE DES LOIS EN BUVANT MON THÉ, AU NOM DU CIEL !

source: HOW MANY YEARS HAS HIS PLACE LAIN VACANT IN HIGH SOCIETY?
fr_fr: COMBIEN D’ANNÉES SA PLACE EST-ELLE RESTÉE VACANTE DANS LA HAUTE SOCIÉTÉ ?

source: I FEEL SO RELIEVED!
fr_fr: JE SUIS SI SOULAGÉE !

source: SAD THAT THE PRINCE WAS LEAVING...
fr_fr: J’ÉTAIS TRISTE QUE LE PRINCE S’EN AILLE...

source: BUT WHAT ARE YOU DOING?
fr_fr: QU’EST-CE QUE VOUS FAITES ?

source: THE WISE AND DAZZLING EMPRESS OF VALENCIA
fr_fr: LA SAGE ET ÉBLOUISSANTE IMPÉRATRICE DE VALENCIA

source: HE DOES SEEM A BIT COLD...
fr_fr: C’EST VRAI QU’IL A L’AIR UN PEU FROID...

source: GLARE
fr_fr: GRRR

source: BORN WITH A SILVER SPOON~!
fr_fr: JE SUIS FILLE DE BONNE FAMILLE~ !

source: GET TO IT, SHITHEAD!
fr_fr: ALLEZ-Y, CRÉTIN !

source: JUST AS PLANNED...
fr_fr: COMME PRÉVU...

source: …THEIR OWN WEIGHT PULLS THEIR BODY DOWN, PREVENTING THE BLOOD FROM FLOWING UP TO THE FACE.
fr_fr: ... LE POIDS DU CORPS LE TIRE VERS LE BAS, EMPÊCHANT LE SANG D’AFFLUER AU VISAGE.

source: MINE!
fr_fr: C’EST LA MIENNE !

source: EXCUSE ME…
fr_fr: EXCUSEZ-MOI...

source: NEVER MIND, I WAS JUST ABOUT TO CALL YOU.
fr_fr: PEU IMPORTE. J’ALLAIS JUSTEMENT T’APPELER.

source: HUH?
fr_fr: HEIN ?

source: … TO WHEN I FIRST ARRIVED HERE.
fr_fr: ... AU JOUR DE MON ARRIVÉE.

source: YUP!
fr_fr: OUAIS !

source: WHY, DO YOU REGRET NOT HAVING RECEIVED ALIMONY EARLIER?
fr_fr: POURQUOI ? TU REGRETTES D’AVOIR REFUSÉ QUE JE TE VERSE UNE PENSION ALIMENTAIRE ?

source: (AS OPPOSED TO REACTIVE INVESTIGATION BASED ON REPORTS)
fr_fr: (EN OPPOSITION AUX ENQUÊTES RÉACTIVES BASÉES SUR DES RAPPORTS.)

source: TRY THIS.
fr_fr: PRENDS ÇA.

source: THE GLOW SPA REPRESENTATIVE IS HERE.
fr_fr: LA REPRÉSENTANTE DU SPA BONNE MINE EST ARRIVÉE.

source: …TO GET HER CAR OUT OF THE DRIVEWAY…
fr_fr: ... POUR QU’ELLE DÉPLACE SA VOITURE...

source: GET TO THIS ADDRESS RIGHT AWAY!
fr_fr: ALLEZ À CETTE ADRESSE !

source: CHU CHU CHU
fr_fr: SMACK SMACK SMACK

source: NO…HNGH…WAAH…
fr_fr: NON... GNNN... AAH...

source: YES, OF COURSE...
fr_fr: OUI, BIEN ENTENDU...

source: I DON'T FEEL LIKE IT.
fr_fr: NON, JE N’EN AI PAS ENVIE.

source: CHKT
fr_fr: CLAC

source: BY THE WAY,
fr_fr: AU FAIT,

source: THIS CASE IS ALREADY CLOSED.
fr_fr: CETTE AFFAIRE EST DÉJÀ CLASSÉE.

source: TURN BACK TIME AND SEND ME BACK…
fr_fr: REMONTEZ LE TEMPS ET RAMENEZ-MOI...

source: AND AFTER MY FATHER PASSED AWAY, SHE BEGAN TO PURSUE THAT GOAL OUTRIGHT.
fr_fr: ET AU DÉCÈS DE MON PÈRE, ELLE S’EST MISE À POURSUIVRE PLEINEMENT CET OBJECTIF.

source: BECAUSE I THINK IT’D BE FUNNIER TO PUT YOU IN A CORSET.
fr_fr: CE SERAIT PLUS AMUSANT DE VOUS FAIRE PORTER UN CORSET.

source: WE SHOULD FOLLOW THAT MAN TOO.
fr_fr: NOUS DEVONS LE SUIVRE AUSSI.

source: BUT IT LOOKS LIKE THEY DIDN'T SEE ME GIVE THE PRINCE A GIFT FROM VANTAGE POINT...
fr_fr: ON DIRAIT QU’ELLES NE M’ONT PAS VUE CONFIER LE PRÉSENT AU PRINCE...

source: HEY!
fr_fr: HÉ !

source: SHE'S FAMILY IN NAME ONLY—ESSENTIALLY A STRANGER.
fr_fr: DE LA FAMILLE, ELLE N’A QUE LE NOM... MAIS EN RÉALITÉ, C’EST UNE ÉTRANGÈRE.

source: FWACK
fr_fr: BOUM

source: IF I GO IN NOW, I'LL BE IN TROUBLE, RIGHT?
fr_fr: JE VAIS AVOIR DES ENNUIS SI JE VAIS LE VOIR MAINTENANT.

source: ILLUSTRATED BY DODO
fr_fr: ILLUSTRATION DE DODO

source: MY POINT EXACTLY!
fr_fr: JUSTEMENT !

source: AS AN EX, ARE YOU REALLY PROPOSING SOMETHING MUTUALLY BENEFICIAL?
fr_fr: TU ES MON EX. TA PROPOSITION NOUS EST-ELLE BÉNÉFIQUE À TOUS LES DEUX ?

source: IF YOU’RE SORRY THEN GET UP AND START WALKING ALREADY!
fr_fr: ALORS, LÈVE-TOI ET METS-TOI EN ROUTE !

source: CLICK
fr_fr: TIC

source: DID THEY FIND THE CULPRIT?
fr_fr: ONT-ILS TROUVÉ LE COUPABLE ?

source: DIVORCED.
fr_fr: DIVORCER.

source: WHAT DO YOU HAVE THERE...?
fr_fr: QU’EST-CE QUE VOUS AVEZ APPORTÉ ?

source: WAS THAT A JOKE, AENON?
fr_fr: ÇA VOUS FAIT RIRE ?

source: OH, I’M JUST GETTING STARTED OLD MAN.
fr_fr: JE NE FAIS QUE COMMENCER, VIEUX CHNOQUE.

source: ...FIRST, IT'S SCORCHED RICE TEA, PORRIDGE, GREEN JUICE...
fr_fr: ... D’ABORD, DU THÉ DE RIZ, DU PORRIDGE, DU JUS VERT...

source: AH, SO YOU TOLD HIGH SOCIETY THAT I HAD A HEART DISEASE, AND THAT I WAS BEING NURSED AT HOME?!
fr_fr: ALORS COMME ÇA, VOUS AVEZ RACONTÉ À LA HAUTE SOCIÉTÉ QUE J’ÉTAIS SOUFFRANTE ET QU’ON ME SOIGNAIT À DOMICILE ?

source: I GOT REBORN AS THE DAUGHTER OF A DUKE.
fr_fr: JE ME SUIS RÉINCARNÉE EN FILLE DE DUC.

source: NOW...?
fr_fr: MAINTENANT...?

source: YOU RUDE LITTLE TWERP.
fr_fr: ESPÈCE D’IDIOTE

source: AND THE YOUNGEST, RUDOLPH, IS...
fr_fr: LE BENJAMIN, RUDOLPH, EST...

source: THIS IS...
fr_fr: MAIS C’EST...

source: FOLLOW ME.
fr_fr: SUIVEZ-MOI.

source: IT'LL MAKE YOU FEEL BETTER.
fr_fr: TU TE SENTIRAS MIEUX APRÈS.

source: IS AN EXCITING ADVENTURE, THAT DESCRIBES HOW A REOINE TRANSCENDS STATUS AND SOCIETY.
fr_fr: UNE AVENTURE PALPITANTE QUI RACONTE COMMENT L’HÉROÏNE CASSE LES CODES DE LA SOCIÉTÉ.

source: MISS RIAN.
fr_fr: MADEMOISELLE RIAN.

source: RAMONA'S TALE
fr_fr: LE CONTE DE RAMONA

source: AND NOW YOU HAVE MY LEAVE TO TAKE OVER FOR WHEN I CROAK.
fr_fr: VOUS AVEZ MA PERMISSION POUR ME SUCCÉDER À MA MORT.

source: LET’S GO.
fr_fr: EN AVANT.

source: HE'S NOT IN A GOOD MOOD, RIGHT?
fr_fr: IL EST DE MAUVAISE HUMEUR, HEIN ?

source: WHAT DOES MY MARRIAGE HAVE TO DO WITH NATIONAL SECURITY?
fr_fr: QU’EST-CE QUE MON MARIAGE A À VOIR AVEC LA SÉCURITÉ DE LA NATION ?

source: SMOOCH
fr_fr: MOUAH

source: IT'S A BIT OF A PITY, BUT...
fr_fr: C’EST DOMMAGE, MAIS...

source: NATIONS CRUMBLED AND FELL BEFORE HER FEET.
fr_fr: TOUTES TOMBÈRENT À SES PIEDS.

source: IT APPEARS THAT THE IMPERIAL FAMILY HAS INVITED THE CRESCENTE FAMILY TO THE PALACE.
fr_fr: ON DIRAIT QUE LA FAMILLE IMPÉRIALE A CONVIÉ LA FAMILLE CRESCENTE AU PALAIS.

source: I’LL FIX THIS RIGHT UP.
fr_fr: JE VAIS ARRANGER ÇA.

source: YOU CAME ALL THE WAY BACK FROM CHINA AND YOU'RE WORRIED ABOUT MUWON?!
fr_fr: TU AS FAIT TOUT CE CHEMIN DEPUIS LA CHINE ET TU T’INQUIÈTES POUR MUWON ?!

source: WHAT?
fr_fr: QUOI ?

source: OUR ATTIRE WE LEAVE IN YOUR HANDS.
fr_fr: MA TENUE EST ENTRE VOS MAINS.

source: STEP STEP
fr_fr: TAP TAP

source: …HUH?
fr_fr: ... HEIN ?

source: CLICK CLICK
fr_fr: CLIC CLIC

source: LOCALIZATION PRODUCED BY TAPAS MEDIA
fr_fr: ADAPTATION PAR TAPAS MEDIA

source: *PROACTIVE INVESTIGATION:
fr_fr: * ENQUÊTE PROACTIVE :

source: WOBBLE
fr_fr: TREMBLE

source: DO YOU THINK SHE WAS STILL ALIVE THEN?
fr_fr: VOUS CROYEZ QU’ELLE ÉTAIT ENCORE EN VIE ?

source: SO CALM DOWN!
fr_fr: ALORS, CALMEZ-VOUS !

source: SPIN~
fr_fr: TOURNE~

source: WHAT’S UP WITH TODAY?
fr_fr: QUELLE JOURNÉE ?

source: WHEEE
fr_fr: YAAAH

source: WHAT'S WITH THIS GUY…
fr_fr: BIZARRE, CE TYPE...

source: AS A GLOW SPA REPRESENTATIVE, I'M ASKING YOU TO RECONSIDER THE TERMINATION...
fr_fr: EN TANT QUE REPRÉSENTANTE DU SPA, JE TE DEMANDE DE REVENIR SUR TA DÉCISION...

source: YOU’RE DONE.
fr_fr: CELA SUFFIT.

source: FWUMP
fr_fr: CHTONK

source: PLEASE GET BACK INTO BED AND REST!
fr_fr: JE VOUS EN PRIE, RETOURNEZ VOUS COUCHER !

source: WELL, DID YOUR PARENTS RAISE YOU TO THROW A TANTRUM IN FRONT OF “LITTLE TWERPS” WHEN YOU BECOME AN OLD SACK OF SH*T?
fr_fr: ET VOUS, VOS PARENTS VOUS ONT APPRIS À PIQUER UNE CRISE DEVANT DES « IDIOTES » À VOTRE ÂGE ?

source: OKAY, SO IF I RECAP WHAT DETECTIVE KIM WAS RAMBLING ABOUT…
fr_fr: BON, SI JE RÉSUME CE QU’A DIT L’INSPECTEUR KIM...

source: NO, HE'S NOT.
fr_fr: OUI.

source: “OMNIPOTENT?”
fr_fr: « TOUTE-PUISSANTE ? »

source: SO WHY THE HELL ARE YOU THROWING A TANTRUM LIKE A SPOILED LITTLE BRAT?
fr_fr: ALORS, POURQUOI VOUS PIQUEZ UNE CRISE COMME UN ENFANT GÂTÉ ?

source: DETECTIVE JUNG SEOHUN, WAS IT.
fr_fr: INSPECTEUR JUNG SEOHUN, C’EST CELA.

source: ARE YOU TELLING ME WHAT TO DO?
fr_fr: TU ME DIS CE QUE JE DOIS FAIRE ?

source: MOTHER...
fr_fr: MÈRE...

source: THIS INVESTIGATION WAS INITIATED BASED ON A REPORT, AND HAS BEEN CLOSED AS A SUICIDE.
fr_fr: CETTE AFFAIRE ÉTAIT BASÉE SUR UN RAPPORT ET ELLE A ÉTÉ CLASSÉE.

source: AND THE VICTIM IS THE SISTER OF A PROSECTURO.
fr_fr: ET LA VICTIME EST LA SŒUR D’UN PROCUREUR.

source: Primary Quality Control:
fr_fr: Premier contrôle qualité :

source: AND WHO’S BEEN TELLING EVERYONE THE COURSE IS OVER ONLY WHEN I PUT DOWN MY SPOON?
fr_fr: ET QUI EST ALLÉ RACONTER QUE LE REPAS PRENAIT FIN QUAND JE POSAIS MA CUILLÈRE ?

source: YOU TALKING TO ME, KID?
fr_fr: C’EST À MOI QUE TU PARLES ?

source: AND ABUSED ME, UNTIL I BECAME PSYCHOLOGICALLY SCARRED.
fr_fr: ET ELLE M’A MALMENÉE JUSQU’À CE QUE J’EN GARDE DES SÉQUELLES PSYCHOLOGIQUES.

source: CHANCELLOR, I THINK SHE MEANS THE COUNTESS USES HER FOOT TO HELP TIGHTEN THE CORSET.
fr_fr: CHANCELIER, ELLE VEUT DIRE QUE LA COMTESSE S’AIDE DE SON PIED POUR SERRER LE CORSET.

source: EXCEPT ONE THING...
fr_fr: SAUF UNE CHOSE...

source: JUNHEE, I JUST WANTED TO MEET UP WITH YOU.
fr_fr: JUNHEE, J’AVAIS SIMPLEMENT ENVIE DE TE VOIR.

source: Business
fr_fr: Affaires

source: WOW...
fr_fr: OUAH...

source: RUSTLE
fr_fr: BRUISSEMENT

source: DON'T LEAVE ME BEHIND AGAIN…
fr_fr: NE M’ABANDONNE PLUS...

source: HEY.
fr_fr: HÉ.

source: IT'S MADNESS!
fr_fr: C’EST DE LA FOLIE !

source: OH, HEY.
fr_fr: OH, BONJOUR.

source: THAT'S RIGHT, NOW I REMEMBER!
fr_fr: MAIS OUI, ÇA ME REVIENT !

source: YOU GUYS COMING OR WHAT?
fr_fr: BON, VOUS VENEZ ?

source: LOOK, I DON'T SEE ANY BENEFITS IN IT FOR ME.
fr_fr: ÉCOUTE, JE N’EN TIRERAIS AUCUN BÉNÉFICE.

source: OR DO YOU THINK THIS IS HOLLYWOOD OR SOMETHING, AFTER HAVING LIVED ABROAD?
fr_fr: TU TE CROIS À HOLLYWOOD DEPUIS TON RETOUR AU PAYS ?

source: CRICK
fr_fr: CRAC

source: COME ON… WHAT’S WRONG?
fr_fr: QU’EST-CE QUI NE VA PAS ?

source: KYAA, YOUNG MISS!!
fr_fr: HIII, MADEMOISELLE !!

source: KNOWING YOU, I DON’T THINK YOU’LL BE BACKING DOWN SO EASILY.
fr_fr: JE VOUS CONNAIS. VOUS N’ALLEZ PAS CÉDER SI FACILEMENT.

source: I'LL HAVE TO MAKE ALLIES OUTSIDE OF THE HOUSE!
fr_fr: JE VAIS DEVOIR ME TROUVER DES ALLIÉS EN DEHORS DE LA MAISON !

source: ISN'T THAT RIGHT?
fr_fr: N’EST-CE PAS ?

source: WHACK
fr_fr: PAF

source: …BUT THE FORENSIC ANALYST NOTICED PETECHIAE AND HEMOSTASIS AROUND THE VICTIM’S EYES.
fr_fr: ... MAIS LE MÉDECIN LÉGISTE A REMARQUÉ DES PÉTÉCHIES ET UNE HÉMOSTASES AUTOUR DE SES YEUX.

source: JUST A LITTLE WHILE AGO, ALL YOU WERE ABLE TO DO WAS SIT IN YOUR ROOM,
fr_fr: IL Y A PEU, VOUS NE POUVIEZ PAS SORTIR DE VOTRE CHAMBRE,

source: BOIL
fr_fr: GRRR

source: RRMF
fr_fr: MMH

source: IF YOU TWO WANT TO KEEP BICKERING HERE, BE MY GUEST.
fr_fr: CONTINUEZ À VOUS CHAMAILLER SI VOUS PRÉFÉREZ.

source: RUSH
fr_fr: TAP

source: GO ON, SHOOT.
fr_fr: ALLEZ, DIS-MOI.

source: Art by:
fr_fr: Illustration de :

source: BUT WHEN DID YOU LEARN HOW TO SEW LIKE THAT?
fr_fr: MAIS OÙ AVEZ-VOUS APPRIS À COUDRE DE LA SORTE ?

source: THIS IS LIEUTENANT JANG HAEJOON.
fr_fr: VOICI LE LIEUTENANT JANG HAEJOON.

source: ONE MORE WORD AND YOU’RE THOUGHT, CHANCELLOR OR NOT.
fr_fr: ENCORE UN MOT ET VOTRE COMPTE EST BON, CHANCELIER OU NON.

source: IF YOU KNOW, THEN THAT'S A RELIEF.
fr_fr: TANT MIEUX SI TU T’EN RENDS COMPTE.

source: NO!!!
fr_fr: NON !!!

source: MY LITTLE SISTER?
fr_fr: MA PETITE SŒUR ?

source: YOU’VE NEVER BEEN TO A MURDER CRIME SCENE, HAVE YOU?
fr_fr: VOUS N’ÊTES JAMAIS ALLÉ SUR UNE SCÈNE DE CRIME ?

source: BRING THEM-
fr_fr: RAMENEZ...

source: I'M SIMPLY SAYING THAT SINCE MISS SHARON IS STILL VERY YOUNG, IT MAY BE A BIT PREMATURE.
fr_fr: MAIS MADEMOISELLE SHARON EST ENCORE TRÈS JEUNE, CE SERAIT PEUT-ÊTRE UN PEU PRÉMATURÉ.

source: I'LL DO IT.
fr_fr: JE VAIS LE FAIRE.

source: IS THAT THE BUNNY MY BROTHER GAVE ME WHEN I WAS A CHILD?
fr_fr: SERAIT-CE LE LAPIN QUE MON FRÈRE M’A OFFERT QUAND J’ÉTAIS PETITE ?

source: FAREWELL.
fr_fr: AU REVOIR.

source: AS THE FIRST INHERITOR OF THE CODE ZERO, I, KIM SOOHYUN…
fr_fr: EN TANT QUE PREMIER HÉRITIER DU CODE ZÉRO, MOI, KIM SOOHYUN...

source: CAN YOU WITHDRAW THE TERMINATION?
fr_fr: PEUX-TU ANNULER LA RUPTURE DU CONTRAT ?

source: I CAN HEAR YOU.
fr_fr: JE VOUS ENTENDS.

source: WERE THEY WATCHING FROM THE WINDOW?
fr_fr: M’OBSERVAIENT-ELLES DEPUIS LA FENÊTRE ?

source: IT WAS MY UNDERSTANDING THAT THIS WAS UNDER SEONGBUK STATION’S JURISDICTION.
fr_fr: J’AI CRU COMPRENDRE QUE CELA RELEVAIT DE LA JURIDICTION DU POSTE DE SEONGBUK.

source: NOW I SEE IT…
fr_fr: JE LE VOIS...

source: IT MUST HAVE KNOCKED SOMETHING LOOSE AND CRACKED OPEN THOSE OLD MEMORIES.
fr_fr: ÇA A DÛ DÉBLOQUER QUELQUE CHOSE EN MOI ET LIBÉRER TOUS CES VIEUX SOUVENIRS.

source: …AT THE TENDER AGE OF 19.
fr_fr: ... À SEULEMENT 19 ANS.

source: PLEASE REST FOR A BIT, I WILL COME BACK WITH A FRESH TOWEL.
fr_fr: REPOSEZ-VOUS. JE VAIS CHERCHER UNE SERVIETTE PROPRE.

source: WHY MAKE SUCH A BIG DEAL...?
fr_fr: POURQUOI EN FAIRE TOUT UN PLAT...?

source: A FEW DAYS LATER
fr_fr: QUELQUES JOURS PLUS TARD

source: HOW ARE YOU DOING?
fr_fr: COMMENT VAS-TU ?

source: WE BOTH KNOW IT'S BUSINESS SO IF YOU ARE OKAY WITH IT, LET'S GET MARRIED.
fr_fr: NOUS SAVONS COMMENT SONT LES AFFAIRES. MARIONS-NOUS SI VOUS ÊTES D’ACCORD.

source: SO, IT REALLY WAS YOU.
fr_fr: C’ÉTAIT DONC BIEN TOI.

source: IF THAT'S THE CASE, THEN...
fr_fr: SI C’EST LE CAS, ALORS...

source: I’LL GO.
fr_fr: J’IRAI.

source: AND SO BEGINS THE STORY OF HOW THE FAMOUS DRESSMAKER FROM THE ARTISAN TOWN OF BELLUM CAME TO THE CAPITAL CITY OF VALENCIA
fr_fr: C’EST AINSI QUE LE CÉLÈBRE COUTURIER DE LA VILLE ARTISANALE DE BELLUM ARRIVA À VALENCIA, LA CAPITALE,

source: BECAUSE I, ADRIANNA CRESCENTE, WAS KILLED...
fr_fr: CAR ON M’A ASSASSINÉE, MOI, ADRIANNA CRESCENTE...

source: I WOULDN’T KNOW…
fr_fr: JE NE SAIS PAS.

source: BEEN REINCARNATED AS A DUKE'S DAUGHTER?!
fr_fr: RÉINCARNÉE EN FILLE DE DUC ?

source: AND TELL ME, WHY MUST I RECONSIDER?
fr_fr: ET POURQUOI DONC, DOIS-JE Y RÉFLÉCHIR ?

source: TAK
fr_fr: TAP

source: I WAS JUST...
fr_fr: SEULEMENT...

source: ARE YOU OKAY?
fr_fr: ÇA VA ?

source: I HAVE TO MEET THEM FIVE AT A TIME LIKE SOME KIND OF PANEL INTERVIEW.
fr_fr: JE DOIS LES RENCONTRER PAR GROUPE DE CINQ, COMME POUR UN ENTRETIEN.

source: OFFAL (INTESTINES)
fr_fr: ABATS (INTESTINS)

source: WE’RE ALL OBVIOUSLY ON THE SAME BOAT.
fr_fr: ON EST TOUS DANS LE MÊME BATEAU.

source: AT FIRST, IT SEEMED LIKE THE CASE WOULD BE CLOSED AS A SUICIDE…
fr_fr: ON A D’ABORD CRU À UN SUICIDE...

source: PRESIDENT MUWON CHOI
fr_fr: PRÉSIDENT MUWON CHOI

source: AND WHAT DO YOU KNOW, THE SIX MOST RECENT MISSED CALLS ON THE VICTIM’S PHONE WAS FROM…
fr_fr: ET DEVINEZ QUI AVAIT TENTÉ DE JOINDRE LA VICTIME SIX FOIS ?

source: WHAT MADE YOU CHANGE YOUR MIND SO SUDDENLY?
fr_fr: QU’EST-CE QUI T’A FAIT CHANGER D’AVIS, TOUT À COUP ?

source: FLOP
fr_fr: POUF

source: HAPPY?
fr_fr: ÇA VA VOUS ?

source: WHICH IS WHY, AFTER MY FATHER DIED, THERE'S NO ONE IN THIS HOUSE THAT'S ON MY SIDE.
fr_fr: DEPUIS LA MORT DE MON PÈRE, JE NE PEUX COMPTER SUR PERSONNE DANS CETTE MAISON.

source: THAT RED CAR PARKED IN FRONT OF MINE!
fr_fr: CETTE VOITURE EST GARÉE DEVANT LA MIENNE !

source: MEMORIZE
fr_fr: SOUVIENS-TOI

source: Josh Snacks
fr_fr: Chez Josh

source: BEAM
fr_fr: RAYONNE

source: DON’T SPEAK AS IF YOU KNOW ANYTHING ABOUT ME.
fr_fr: NE FAITES PAS COMME SI VOUS ME CONNAISSIEZ.

source: ONCE I'M HEALED, YOU'RE GOING TO GET IT!
fr_fr: TU NE PERDS RIEN POUR ATTENDRE !

source: YEAH, HE TOTALLY LOOKS LIKE A PROSECUTOR.
fr_fr: OUI, IL A BIEN L’AIR D’UN PROCUREUR.

source: THEODORE IS MY ELDER BROTHER BY BLOOD.
fr_fr: THEODORE EST MON FRÈRE AÎNÉ. NOUS SOMMES DU MÊME SANG.

source: WE MUST PROPERLY LAY THE FOUNDATION AND SET A PRECEDENT—
fr_fr: NOUS DEVONS ÉTABLIR DES BASES ET FONDER UNE TRADITION...

source: SO, THERE DOESN'T SEEM TO BE A REASON TO RUSH THINGS.
fr_fr: ALORS, NOUS N’AVONS PAS BESOIN DE PRÉCIPITER LES CHOSES.

source: IT’S TOO SCARY…
fr_fr: J’AI TROP PEUR...

source: GOOD.
fr_fr: BIEN.

source: I’LL GIVE THEM WHAT!
fr_fr: ILS NE PERDENT RIEN POUR ATTENDRE !

source: YOU KNOW WHAT I HAVE FOR SUPPER?
fr_fr: VOUS SAVEZ CE QUE JE PRENDS À MIDI ?

source: I WAS WRONG.
fr_fr: J’AI EU TORT.

source: AND YOU ARE?
fr_fr: ET VOUS ÊTES ?

source: EMPRESS CESIA WEARS KNICKERBOCKERS
fr_fr: CECIA, L’IMPÉRATRICE EN CULOTTES BOUFFANTES

source: SHE WON'T BE ABLE TO HURT ME IN FRONT OF OTHER PEOPLE!
fr_fr: ELLE NE ME FERA AUCUN MAL DEVANT LES AUTRES !

source: SO IN TERMS OF ORDER, I AM THE SECOND CHILD.
fr_fr: POUR LA SUCCESSION, JE SUIS DONC DEUXIÈME.

source: I AM A DUKE, YOUR MAJESTY.
fr_fr: JE SUIS DUC, VOTRE MAJESTÉ.

source: IF YOU WANT RESPECT, YOU’D BETTER EARN IT FIRST.
fr_fr: LA RESPECT, ÇA SE GAGNE.

source: TRANSLATION:
fr_fr: TRADUCTION :

source: FOR CYNTHIA...
fr_fr: POUR CYNTHIA...

source: THAT'S RIGHT.
fr_fr: C’EST VRAI.

source: Localization Produced by Tapas Media
fr_fr: Traduction par Glocalize et Tapas Media

source: DUN DUN DUN
fr_fr: BIP BIP BIP

source: OOOOH, EX-WIFE~
fr_fr: OOOOH, SON EX-FEMME~

source: WAS IT THE SHOCK OF FALLING DOWN THE STAIRS
fr_fr: EST-CE LE CHOC CAUSÉ PAR MA CHUTE

source: WHEN I CAN’T EVEN GET THE ONE THING I DESIRE…
fr_fr: SI JE NE PEUX ACCÉDER À MA SEULE REQUÊTE...

source: WHY YOU… LITTLE B*TCH!
fr_fr: SALE C*NNE !

source: THE TRAFFIC’S BAD AT YULGOK AVENUE RIGHT NOW.
fr_fr: IL Y A BEAUCOUP DE CIRCULATION SUR L’AVENUE YULGOK.

source: NO…
fr_fr: NON...

source: KINGS DON’T HAVE TO WEAR CORSETS.
fr_fr: LES ROIS, EUX, NE PORTENT PAS DE CORSET.

source: THE PROSECUTOR FROM SEOUL CENTRAL DAO.*
fr_fr: LE PROCUREUR DU BUREAU GÉNÉRAL DE SÉOUL.

source: THE STABILITY OF OUR NATION IS AT STAKE!
fr_fr: LA STABILITÉ DE LA NATION EST EN JEU !

source: LET'S GET...
fr_fr: JE VEUX...

source: AND THE AMBASSADORS… OH DON’T GET ME STARTED ON THE AMBASSADORS!
fr_fr: ET LES AMBASSADEURS... OH, NE M’EN PARLEZ PAS !

source: HAD I KNOWN WHAT ROYAL LIFE WOULD ENTAIL, I’D NEVER HAVE BECOME ONE.
fr_fr: SI J’AVAIS SU, JE NE SERAIS JAMAIS DEVENUE REINE.

source: YOU GET TO GO HOME EVERY DAY!
fr_fr: VOUS RENTREZ CHEZ VOUS TOUS LES SOIRS !

source: TK
fr_fr: CLAP

source: I’VE GOT MY IMAGE TO—
fr_fr: J’AI MON IMAGE À...

source: I THINK THIS IS WHAT YOU NEED.
fr_fr: C’EST ÇA QU’IL TE FAUT.

source: WHAT'S WRONG WITH YOU THESE DAYS?
fr_fr: QU’EST-CE QUE TU AS EN CE MOMENT ?

source: QUALITY CONTROL TEAM LEAD:
fr_fr: RESPONSABLE DU CONTRÔLE QUALITÉ :

source: NEIGH!
fr_fr: HUE !

source: Table 1
fr_fr: PREMIÈRE PLANCHE
